Repository: Lunatory/SoundFilter
Catalog: Resources/Language.*.resx
Languages: es, pt_br, zh_hans, zh_hant

# LoadWarning
source: Due to the way FFXIV's resource loading works, {0} has to hear a sound once before it can filter it after a fresh install or update. Restart your game after installing or updating if this is a problem for you.
es: Debido a cómo funciona la carga de recursos en FFXIV, {0} tiene que escuchar un sonido una vez antes de poder filtrarlo tras una instalación limpia o parche. Reinicia el juego tras instalar o actualizar si te da problemas.
pt_br: Devido ao modo como o carregamento de recursos do FFXIV funciona, {0} precisa ouvir um som antes que possa filtrá-lo após uma instalação nova ou uma atualização. Reinicie o jogo após instalar ou atualizar se isso for um problema para você.
zh_hans: 由于 FFXIV 资源加载的流程，{0} 安装或更新后需要在过滤音效前听到至少一次音效才能进行过滤。如果您遇到了此问题，请尝试在安装或更新后重启您的游戏。
zh_hant: 由於 FFXIV 資源加載的流程，初次安裝或更新 {0} 後必須聽到一次音效才能進行過濾。如果您遇到此問題，請嘗試在初次安裝或更新後重新啟動遊戲。

# SettingsAddFilterName
source: Filter name
es: Filtrar nombre
pt_br: Filtrar nome
zh_hans: 过滤规则名称
zh_hant: 過濾規則名稱

# SettingsAddPathToFilter
source: Sound path to filter
es: Dirección del sonido a filtrar
pt_br: Caminho de sons a filtrar
zh_hans: 需要过滤的音效路径
zh_hant: 需要過濾的音效路徑

# CommandNotEnoughArguments
source: Not enough arguments.
es: No hay suficientes argumentos.
pt_br: Não há argumentos suficientes.
zh_hans: 参数不足。
zh_hant: 參數不足。

# CommandInvalidSubcommand
source: Invalid subcommand.
es: Subcomando inválido.
pt_br: Subcomando inválido.
zh_hans: 无效的子命令。
zh_hant: 無效的子命令。

# CommandNoSuchFilter
source: No such filter.
es: Ese filtro no existe.
pt_br: O filtro não existe.
zh_hans: 找不到指定的过滤规则。
zh_hant: 找不到指定的過濾規則。

# SettingsWindowTitle
source: {0} settings
es: Ajustes de {0}
pt_br: Configurações do {0}
zh_hans: {0} 设置
zh_hant: {0} 設定

# SettingsEnableSoundFilter
source: Enable sound filter
es: Habilitar filtro de sonido
pt_br: Ativar filtro de som
zh_hans: 启用音效过滤
zh_hant: 啟用音效過濾

# SettingsShowSoundLogWindow
source: Show sound log window
es: Mostrar ventana del registro de sonidos
pt_br: Mostrar janela de registro de som
zh_hans: 显示音效日志窗口
zh_hant: 顯示音效日誌窗口

# LogWindowTitle
source: Sound log
es: Registro de sonidos
pt_br: Registro de som
zh_hans: 音效日志
zh_hant: 音效日誌

# LogSearch
source: Search
es: Buscar
pt_br: Pesquisar
zh_hans: 搜索
zh_hant: 搜索

# LogMaxRecentSounds
source: Max sounds
es: Sonidos máximos
pt_br: Máximo de sons
zh_hans: 最多记录
zh_hant: 最多記錄

# SettingsAddFilter
source: Add filter
es: Añadir filtro
pt_br: Adicionar filtro
zh_hans: 添加过滤规则
zh_hant: 增加過濾規則

# LogEnableLogging
source: Enable logging
es: Habilitar registro
pt_br: Ativar registro
zh_hans: 启用日志记录
zh_hant: 啟用日誌記錄

# LogLogFiltered
source: Log filtered
es: Registro filtrado
pt_br: Registrar sons filtrados
zh_hans: 记录已过滤音效
zh_hant: 記錄已過濾音效

# SettingsEditFilter
source: Edit filter
es: Editar filtro
pt_br: Editar filtro
zh_hans: 编辑过滤规则
zh_hant: 編輯過濾規則
